Repository: JustOxlamon/TwoRatChat
Catalog: TwoRatChat.Main/Properties/Resources.*.resx
Languages: ru_ru

# dbt_cancel
source: Cancel
ru_ru: Отмена

# dbt_ok
source: Ok
ru_ru: Ок

# dtb_ChatSource
source: Chat source:
ru_ru: Источник чата:

# MES_FatalError
source: Fatal error, please restart program.
ru_ru: Фатальная ошибка, пожалуйста перезапустите программу с ключом reset.

# MES_Label
source: Chat label:
ru_ru: Метка:

# MES_Streamer
source: Streamer nick:
ru_ru: Ник стримера:

# cxt_AddChatSource
source: Add chat source...
ru_ru: Добавить источник чата:

# cxt_Close
source: Close TwoRatChat
ru_ru: Закрыть

# cxt_ReloadChat
source: Reload chat
ru_ru: Перезапуск

# cxt_CloseChat
source: Close chat source
ru_ru: Закрыть чат

# cxt_Options
source: Show options...
ru_ru: Настройки...

# OPT_AccentColor
source: Accent color:
ru_ru: Основной цвет:

# OPT_BackColor
source: Background color:
ru_ru: Цвет фона:

# OPT_Border
source: Show border:
ru_ru: Показывать рамку окна:

# OPT_OverlayMode
source: Enable overlay mode (reload required):
ru_ru: Включить режим оверлея*:

# OPT_TopMost
source: Always on top:
ru_ru: Поверх всех окон:

# TAB_About
source: About
ru_ru: О программе

# TAB_Main
source: Main
ru_ru: Основные

# TAB_Urls
source: Chat urls
ru_ru: Адреса чатов

# BUT_ApplySkin
source: Apply (reload) skin:
ru_ru: Применить скрин:

# OPT_DisableFullDrag
source: Disable full window dragging:
ru_ru: Отключить перетаскивание окна:

# OPT_ImagePath
source: Save chat as image (*.png):
ru_ru: Сохранять чат как картинку:

# OPT_MouseTransparent
source: Is window mouse transparent:
ru_ru: Окно прозрачно для мыши:

# MES_StreamerOrID
source: Streamer nick or ID:
ru_ru: Ник стримера или ID:

# cxt_Blacklist
source: Show blacklist editor...
ru_ru: Черный список...

# cxt_Fortunering
source: Show fortune ring editor...
ru_ru: Показать колесо удачи...

# cxt_Polleditor
source: Show poll editor...
ru_ru: Голосование...

# MES_HttpEnable
source: Enable server
ru_ru: Включить локальный сервер

# cxt_SkinDesigner
source: Open skin designer...
ru_ru: Дизайнер скинов (альфа)...

# MES_Id
source: Youtube video ID:
ru_ru: ID видео на youtube:

# Welcome
source: Welcome to TwoRatChat. Please, press the right mouse button to add chat source.
ru_ru: Добро пожаловать в TwoRatChat. Используйте правую кнопку мыши чтобы добавить чат.

# cxt_CommandEditor
source: Command editor...
ru_ru: Редактор комманд...

# MES_Deleted
source: <Message deleted>
ru_ru: Сообщение удалено

# cxt_ResetPosition
source: Reset chat window position
ru_ru: Сбросить позицию

# cxt_CancelMenu
source: Cancel
ru_ru: Отмена

# TAB_Bot
source: Bot
ru_ru: Боты

# OPT_GGHeaderMode
source: Goodgame header mode:
ru_ru: Режим счетчика goodgame:

# TAB_Awards
source: Awards
ru_ru: Награды

# OPT_DowloadHistory
source: Download history:
ru_ru: Показывать историю:

# TAB_Voice
source: Voice
ru_ru: Голос

# MES_StrId
source: Streamer ID:
ru_ru: ID стримера:

# MES_ChannelOrID
source: Stream channel or ID:
ru_ru: Имя канала или его ID:

# tip_FRPhrase
source: 1. Enter here 'pick phrase' to select brave from chat.
ru_ru: 1. Выберите какую фразу надо написать в чат, чтобы попасть в список.

# tip_FRSeconds
source: 3. Seconds before select.
ru_ru: 3. Сколько секунд собирать имена.

# tip_FRWinners
source: 2. Winners count (default 1).
ru_ru: 2. Выберите кол-во победителей.
